[
  {
    "id": 1,
    "name": "Confirmation Bias",
    "nameFr": "Biais de confirmation",
    "slug": "confirmation-bias",
    "summary": "Seeking information that confirms your existing beliefs",
    "summaryFr": "Rechercher des informations qui confirment vos croyances existantes",
    "description": "Confirmation bias is one of the most pervasive cognitive biases, affecting virtually every domain of human decision-making. It operates through multiple mechanisms: selective attention (noticing information that supports our beliefs), biased interpretation (interpreting ambiguous information as supportive), biased memory (better recall of confirming information), and biased search (actively seeking supporting evidence while avoiding contradictory data). This bias is particularly dangerous because it creates self-reinforcing belief systems that become increasingly resistant to correction.",
    "descriptionFr": "Le biais de confirmation est l'un des biais cognitifs les plus répandus, affectant virtuellement tous les domaines de la prise de décision humaine. Il opère à travers plusieurs mécanismes : l'attention sélective (remarquer les informations qui soutiennent nos croyances), l'interprétation biaisée (interpréter les informations ambiguës comme favorables), la mémoire biaisée (meilleur rappel des informations confirmantes), et la recherche biaisée (chercher activement des preuves favorables tout en évitant les données contradictoires).",
    "example": "When hiring, focusing on a candidate's strengths that match your initial impression while overlooking red flags. Or when investing, only reading positive news about stocks you own while dismissing warnings.",
    "exampleFr": "Lors d'un recrutement, se concentrer sur les forces d'un candidat qui correspondent à votre première impression tout en ignorant les signaux d'alarme. Ou en investissant, ne lire que les nouvelles positives sur les actions que vous possédez tout en rejetant les avertissements.",
    "icon": "search"
  },
  {
    "id": 2,
    "name": "Anchoring Bias",
    "nameFr": "Biais d'ancrage",
    "slug": "anchoring-bias", 
    "summary": "Over-relying on the first piece of information received",
    "summaryFr": "Se fier excessivement à la première information reçue",
    "description": "Anchoring bias, first documented by psychologists Amos Tversky and Daniel Kahneman, is a cognitive shortcut where the brain uses an initial piece of information as a reference point for all subsequent judgments. This anchor can be entirely arbitrary and still powerfully influence decisions. Professional negotiators, salespeople, and marketers regularly exploit anchoring by strategically choosing initial offers or price displays.",
    "descriptionFr": "Le biais d'ancrage, documenté pour la première fois par les psychologues Amos Tversky et Daniel Kahneman, est un raccourci cognitif où le cerveau utilise une première information comme point de référence pour tous les jugements suivants. Cette ancre peut être entièrement arbitraire et néanmoins influencer puissamment les décisions.",
    "example": "If a house is listed at $500,000, you might think $450,000 is a great deal, even if it's only worth $400,000. Or in salary negotiations, the first number mentioned often determines the final outcome.",
    "exampleFr": "Si une maison est affichée à 500 000 $, vous pourriez penser que 450 000 $ est une bonne affaire, même si elle ne vaut que 400 000 $. Ou dans les négociations salariales, le premier chiffre mentionné détermine souvent le résultat final.",
    "icon": "anchor"
  },
  {
    "id": 3,
    "name": "Sunk Cost Fallacy",
    "nameFr": "Sophisme des coûts irrécupérables", 
    "slug": "sunk-cost-fallacy",
    "summary": "Continuing something because of past investments",
    "summaryFr": "Continuer quelque chose à cause des investissements passés",
    "description": "The sunk cost fallacy is a deeply ingrained cognitive error where we continue a behavior or endeavor because of previously invested resources (time, money, effort) rather than evaluating future value objectively. Economically rational decision-making requires ignoring sunk costs since they cannot be recovered regardless of future choices.",
    "descriptionFr": "Le sophisme des coûts irrécupérables est une erreur cognitive profondément ancrée où nous continuons un comportement ou une entreprise en raison des ressources précédemment investies (temps, argent, effort) plutôt que d'évaluer objectivement la valeur future.",
    "example": "Staying in a failing project because you've already spent months on it. Watching a terrible movie to the end because you paid for the ticket. Keeping clothes you never wear because they were expensive.",
    "exampleFr": "Rester dans un projet qui échoue parce que vous y avez déjà passé des mois. Regarder un film terrible jusqu'à la fin parce que vous avez payé le billet. Garder des vêtements que vous ne portez jamais parce qu'ils étaient chers.",
    "icon": "coins"
  },
  {
    "id": 4,
    "name": "Halo Effect",
    "nameFr": "Effet de halo",
    "slug": "halo-effect",
    "summary": "Letting one positive trait influence overall judgment",
    "summaryFr": "Laisser un trait positif influencer le jugement global", 
    "description": "The halo effect, first identified by psychologist Edward Thorndike in 1920, is a cognitive bias where our impression of someone in one area influences our opinion of them in other unrelated areas. If we perceive someone positively in one domain (attractive, intelligent, friendly), we tend to assume they possess other positive qualities as well.",
    "descriptionFr": "L'effet de halo, identifié pour la première fois par le psychologue Edward Thorndike en 1920, est un biais cognitif où notre impression de quelqu'un dans un domaine influence notre opinion sur lui dans d'autres domaines sans rapport.",
    "example": "A candidate from a prestigious university being assumed competent in all areas. An attractive person assumed to be more honest. A successful entrepreneur assumed to be a good manager.",
    "exampleFr": "Un candidat d'une université prestigieuse supposé compétent dans tous les domaines. Une personne attrayante supposée plus honnête. Un entrepreneur à succès supposé être un bon manager.",
    "icon": "sparkles"
  },
  {
    "id": 5,
    "name": "Availability Bias", 
    "nameFr": "Biais de disponibilité",
    "slug": "availability-bias",
    "summary": "Overweighting easily recalled information",
    "summaryFr": "Surpondérer les informations facilement mémorisées",
    "description": "The availability heuristic, identified by Kahneman and Tversky, is the tendency to judge the frequency or probability of an event by how easily examples come to mind. Events that are recent, dramatic, or emotionally charged are more 'available' to memory and thus seem more common than they actually are.",
    "descriptionFr": "L'heuristique de disponibilité, identifiée par Kahneman et Tversky, est la tendance à juger la fréquence ou la probabilité d'un événement par la facilité avec laquelle les exemples viennent à l'esprit. Les événements récents, dramatiques ou chargés émotionnellement sont plus 'disponibles' en mémoire.",
    "example": "Overestimating plane crash risks due to dramatic news coverage while underestimating car accident risks. Fearing terrorism more than heart disease despite vast differences in actual risk.",
    "exampleFr": "Surestimer les risques d'accident d'avion à cause d'une couverture médiatique dramatique tout en sous-estimant les risques d'accident de voiture. Craindre plus le terrorisme que les maladies cardiaques malgré d'énormes différences de risque réel.",
    "icon": "brain"
  },
  {
    "id": 6,
    "name": "Overconfidence Bias",
    "nameFr": "Biais de surconfiance",
    "slug": "overconfidence-bias",
    "summary": "Being more confident than accuracy warrants",
    "summaryFr": "Être plus confiant que votre exactitude ne le justifie",
    "description": "Overconfidence bias manifests in three forms: overestimation (thinking we perform better than we do), overplacement (thinking we're better than others), and overprecision (excessive certainty in our beliefs). Professionals are especially prone - studies show doctors, lawyers, and executives consistently overestimate their accuracy.",
    "descriptionFr": "Le biais de surconfiance se manifeste sous trois formes : la surestimation, le surplacement, et la surprécision. Les professionnels sont particulièrement concernés - les études montrent que les médecins, avocats et dirigeants surestiment constamment leur précision.",
    "example": "Believing a project will take 3 months when similar projects took 6+ months. Rating yourself as an above-average driver.",
    "exampleFr": "Croire qu'un projet prendra 3 mois quand des projets similaires ont pris plus de 6 mois. S'évaluer comme un conducteur au-dessus de la moyenne.",
    "icon": "trophy"
  },
  {
    "id": 7,
    "name": "Status Quo Bias",
    "nameFr": "Biais du statu quo",
    "slug": "status-quo-bias",
    "summary": "Preference for the current state of affairs",
    "summaryFr": "Préférence pour l'état actuel des choses",
    "description": "Status quo bias is the tendency to prefer the current state over change, even when change would be objectively beneficial. This stems from loss aversion, regret avoidance, and cognitive ease. Research shows people rarely change default options, even when doing so would substantially increase their wealth.",
    "descriptionFr": "Le biais du statu quo est la tendance à préférer l'état actuel au changement, même quand le changement serait objectivement bénéfique. Cela découle de l'aversion à la perte, de l'évitement du regret et de la facilité cognitive.",
    "example": "Staying in a job you dislike because change feels risky. Keeping the same phone provider despite better deals.",
    "exampleFr": "Rester dans un emploi que vous n'aimez pas parce que le changement semble risqué. Garder le même opérateur téléphonique malgré de meilleures offres.",
    "icon": "pause"
  },
  {
    "id": 8,
    "name": "Loss Aversion",
    "nameFr": "Aversion à la perte",
    "slug": "loss-aversion",
    "summary": "Feeling losses more strongly than equivalent gains",
    "summaryFr": "Ressentir les pertes plus fortement que les gains équivalents",
    "description": "Discovered by Kahneman and Tversky, loss aversion means the psychological pain of losing is roughly twice as powerful as the pleasure of an equivalent gain. We'll work harder to avoid losing $100 than to gain $100. This explains why people hold losing investments too long.",
    "descriptionFr": "Découverte par Kahneman et Tversky, l'aversion à la perte signifie que la douleur psychologique de perdre est environ deux fois plus puissante que le plaisir d'un gain équivalent. Nous travaillerons plus dur pour éviter de perdre 100 $ que pour en gagner 100.",
    "example": "Refusing to sell a declining stock to avoid 'realizing' the loss. Working harder to keep $100 than to earn $100.",
    "exampleFr": "Refuser de vendre une action en baisse pour éviter de 'réaliser' la perte. Travailler plus dur pour garder 100 $ que pour en gagner 100.",
    "icon": "trending-down"
  },
  {
    "id": 9,
    "name": "Hindsight Bias",
    "nameFr": "Biais rétrospectif",
    "slug": "hindsight-bias",
    "summary": "Believing past events were predictable",
    "summaryFr": "Croire que les événements passés étaient prévisibles",
    "description": "Often called the 'I knew it all along' phenomenon, hindsight bias is the tendency to perceive past events as having been more predictable than they actually were. Once we know an outcome, our brain retroactively adjusts our memory, making the outcome seem inevitable.",
    "descriptionFr": "Souvent appelé le phénomène 'je le savais depuis le début', le biais rétrospectif est la tendance à percevoir les événements passés comme ayant été plus prévisibles qu'ils ne l'étaient réellement. Une fois que nous connaissons un résultat, notre cerveau ajuste rétroactivement notre souvenir.",
    "example": "After a startup fails, believing the warning signs were obvious. Post-crisis, thinking 'everyone knew the market would crash.'",
    "exampleFr": "Après l'échec d'une startup, croire que les signes avant-coureurs étaient évidents. Après une crise, penser que 'tout le monde savait que le marché allait s'effondrer.'",
    "icon": "clock"
  },
  {
    "id": 10,
    "name": "Planning Fallacy",
    "nameFr": "Erreur de planification",
    "slug": "planning-fallacy",
    "summary": "Underestimating time, costs, and risks",
    "summaryFr": "Sous-estimer le temps, les coûts et les risques",
    "description": "Coined by Kahneman and Tversky, the planning fallacy is the systematic tendency to underestimate time, costs, and risks while overestimating benefits. The Sydney Opera House, estimated at $7 million and 4 years, cost $102 million and took 16 years.",
    "descriptionFr": "Nommée par Kahneman et Tversky, l'erreur de planification est la tendance systématique à sous-estimer le temps, les coûts et les risques tout en surestimant les bénéfices. L'Opéra de Sydney, estimé à 7 millions $ et 4 ans, a coûté 102 millions $ et pris 16 ans.",
    "example": "Estimating renovation at $20,000 when similar projects cost $40,000. Thinking you'll finish a report in 2 hours when it always takes 4.",
    "exampleFr": "Estimer une rénovation à 20 000 $ quand des projets similaires ont coûté 40 000 $. Penser finir un rapport en 2 heures quand cela prend toujours 4.",
    "icon": "calendar"
  }
]